Repository: notrinos/NotrinosERP
Catalog: install/lang/*/LC_MESSAGES/*.po
Languages: pl_pl

source: FrontAccouting ERP Installation Wizard
pl_pl: Instalator FrontAccounting ERP

source: Step %d: %s
pl_pl: Krok %d: %s

source: Chart of accounts
pl_pl: Plan kont

source: Encoding
pl_pl: Kodowanie

source: Description
pl_pl: Opis

source: Install
pl_pl: Zainstaluj

source: Installed
pl_pl: Zainstalowany

source: Language
pl_pl: Jêzyk

source: Cannot connect to database. User or password is invalid or you have no permittions to create database.
pl_pl: Nie mo¿na siê po³±czyæ z baz± danych. Podany u¿ytkownik lub has³o s± nieprawid³owe lub u¿ytkownik nie posiada uprawnieñ do tworzenia baz danych.

source: Cannot save system configuration file 'config.php'.
pl_pl: Nie mo¿na zapisaæ pliku konfiguracyjnego 'config.php'.

source: Cannot open 'config_db.php' configuration file.
pl_pl: Nie mo¿na utworzyæ pliku konfiguracji 'config_db.php'.

source: Cannot write to the 'config_db.php' configuration file.
pl_pl: Nie mo¿na zapisaæ pliku konfiguracji 'config_db.php'.

source: Configuration file 'config_db.php' is not writable. Change its permissions so it is, then re-run installation step.
pl_pl: Plik konfiguracji 'config_db.php' jest zabezpieczony przed zapisem. Zmieñ prawa dostêpu i powtórz krok instalacji.

source: Host name cannot be empty.
pl_pl: Adres serwera nie mo¿e byæ pusty.

source: Database port have to be numeric or empty.
pl_pl: Port serwera musi byæ podany w formie numerycznej lub pusty.

source: Database user name cannot be empty.
pl_pl: Nazwa u¿ytkownika nie mo¿e by pusta.

source: Database name cannot be empty.
pl_pl: Nazwa bazy danych nie mo¿e byæ pusta.

source: Company name cannot be empty.
pl_pl: Nazwa firmy nie mo¿e by pusta.

source: Company admin name cannot be empty.
pl_pl: Nazwa administratora nie mo¿e byæ pusta.

source: Company admin password cannot be empty.
pl_pl: Has³o administratora nie mo¿e by puste.

source: Company admin passwords differ.
pl_pl: Wprowadzone has³a ró¿ni± siê.

source: System Diagnostics
pl_pl: Diagnostyka Systemu

source: Select install wizard language:
pl_pl: Wybierz jêzyk u¿ywany przy instalacji:

source: All application preliminary requirements seems to be correct. Please press Continue button below.
pl_pl: Wszystkie wymagania systemu wydaj± siê byæ spe³nione. Kliknij klawisz poni¿ej aby rozpocz±æ instalacjê.

source: Continue >>
pl_pl: Kontynuuj >>

source: Application cannot be installed. Please fix problems listed below in red, and press Refresh button.
pl_pl: Aplikacja nie mo¿e byæ zainstalowana. Usuñ wskazane problemy i kliknij klawisz 'Od¶wie¿'.

source: Refresh
pl_pl: Od¶wierz

source: Database Server Settings
pl_pl: Ustawienia Serwera Bazy Danych

source: Server Host:
pl_pl: Adres Serwera:

source: Server Port:
pl_pl: Port Serwera:

source: Database Name:
pl_pl: Nazwa Bazy Danych:

source: Database User:
pl_pl: Nazwa U¿ytkownika:

source: Database Password:
pl_pl: Has³o:

source: Database Collation:
pl_pl: Porz±dkowanie alfabetyczne danych:

source: Use '0_' Table Prefix:
pl_pl: Prefiks '0_' dla Nazw Tablic:

source: Yes
pl_pl: Tak

source: No
pl_pl: Nie

source: Install Additional Language Packs from FA Repository:
pl_pl: Instalacja Dodatkowych Jêzyków z Repozytorium FA:

source: Install Additional COAs from FA Repository:
pl_pl: Instalacja Dodatkowych Planów Kont z Repozytorium FA:

source: Select collation you want to use. If you are unsure or you will use various languages, select unicode collation.
pl_pl: Wybierz porz±dkowanie alfabetyczne bazy danych. Je¶li nie jeste¶ pewien jakiego porz±dkowania chcesz u¿ywaæ, lub zamierzasz u¿ywaæ danych w wiêcej ni¿ jednym jêzyku, wybierz porz±dkowanie Unicode.

source: Use table prefix if you share selected database for more than one FA company using the same collation.
pl_pl: U¿yj prefiksu dla tabel je¶li ta sama baza danych bêdzie u¿ywana dla kilku firm z tym samym porz±dkowaniem alfabetycznym.

source: Do not select additional langs nor COAs if you have no working internet connection right now. You can install them later.
pl_pl: Nie zaznaczaj wyboru dodatkowych jêzyków ani planów kont je¶li w tej chwili nie masz dostêpu do internetu. Bêdziesz je móg³ zainstalowaæ równie¿ pó¼niej.

source: << Back
pl_pl: << Wróæ

source: User Interface Languages Selection
pl_pl: Wybór Jêzyków Interfejsu U¿ytkownika

source: Charts of Accounts Selection
pl_pl: Wybór Planów Kont

source: Company Settings
pl_pl: Ustawienia Firmy

source: Company Name:
pl_pl: Nazwa Firmy:

source: Admin Login:
pl_pl: Login Administratora:

source: Admin Password:
pl_pl: Has³o Administratora:

source: Reenter Password:
pl_pl: Powtórz Has³o:

source: Select Chart of Accounts:
pl_pl: Wybierz Plan Kont:

source: Select Default Language:
pl_pl: Wybierz Jêzyk Domy¶lny:

source: Start installation process
pl_pl: Rozpocznij instalacjê

source: FrontAccounting ERP has been installed successsfully.
pl_pl: Aplikacja FrontAccounting ERP zosta³a zainstalowana pomy¶lnie.

source: Please do not forget to remove install wizard folder.
pl_pl: Nie zapomnij usun±æ folderu instalatora.

source: Click here to start.
pl_pl: Kliknij tutaj, aby rozpocz±æ pracê.

source: Info
pl_pl: Informacja

source: Optional
pl_pl: Opcjonalne

source: Recommended
pl_pl: Zalecane

source: Required
pl_pl: Wymagane

source: MySQL version
pl_pl: Wersja MySQL

source: Upgrade MySQL server to version at least 4.1
pl_pl: U¿yj wersji serwera MySQL minimum 4.1

source: PHP MySQL extension
pl_pl: Rozszerzenie PHP MySQL

source: Your PHP has to have MySQL extension enabled.
pl_pl: PHP musi mieæ w³±czone rozszerzenie MySQL.

source: PHP version
pl_pl: Wersja PHP

source: Upgrade PHP to version at least 5.0.0
pl_pl: Zainstaluj PHP w wersji co najmniej 5.0.0

source: Server system
pl_pl: System serwera

source: Session save path
pl_pl: Katalog zapisu pliku sesji

source: Removed install wizard folder
pl_pl: Folder instalatora usuniêty

source: Not removed
pl_pl: Nie usuniêty

source: Remove or rename install wizard folder for security reasons.
pl_pl: Ze wzglêdów bezpieczeñstwa usuñ lub zmieñ nazwê folderu instalatora.

source: Browser type
pl_pl: Typ przegl±darki

source: Any browser is supported
pl_pl: Mo¿e byæ u¿yty dowolny typ przegl±darki

source: Http server type
pl_pl: Serwer http

source: Any server is supported
pl_pl: Dowolny

source: Native gettext
pl_pl: Biblioteka Gettext

source: In case of no gettext support, php emulation is used
pl_pl: W przypadku braku wsparcia systemu, gettext jest emulowany.

source: Debugging mode
pl_pl: Tryb debug

source: To switch debugging on set $go_debug>0 in config.php file
pl_pl: Aby w³±czyæ tryb debug ustaw $go_debug>0 in config.php file

source: Error logging
pl_pl: Logowanie b³êdów

source: Disabled
pl_pl: Wy³±czony

source: To switch error logging set $error_logging in config.php file
pl_pl: Aby w³±czyæ logowanie b³êdów ustaw zmienn± $error_logging w pliku config.php

source: Log file is not writeable
pl_pl: Logfile jest niezapisywalny

source: Current database version
pl_pl: Aktualna wersja bazy danych

source: Database structure seems to be not upgraded to current version
pl_pl: Struktura bazy danych nie jest zaktualizowana do bie¿±cej wersji

source: Company subdirectories consistency
pl_pl: Prawid³owa struktura folderów firmowych

source: '%s' is not writeable
pl_pl: '%s' jest niezapisywalny

source: Temporary directory
pl_pl: Katalog plików tymczasowych

source: Language configuration consistency
pl_pl: Konfiguracja jêzykowa

source: Languages folder should be writeable.
pl_pl: Folder jêzyków musi byæ zapisywalny

source: Languages configuration file should be writeable.
pl_pl: Pliki konfiguracyjny jêzyków musi byæ zapisywalny.

source: Missing %s translation file.
pl_pl: Brak pliku t³umaczeñ %s

source: Missing system locale: %s
pl_pl: Lokalizacja '%s' nie jest zainstalowana w systemie

source: Main config file
pl_pl: G³ówny plik konfiguracyjny

source: Can't write '%s' file. Check FA directory write permissions.
pl_pl: Nie mo¿na zapisaæ pliku '%s'. Sprawd¼ prawa zapisu do foderu FA.

source: '%s' file exists.
pl_pl: Plik '%s' istnieje.

source: '%s' file should be read-only
pl_pl: Plik '%s powinien byæ zabezpieczony przed zapisem

source: Database auth file
pl_pl: Pik configuracyjny bazy danych

source: '%s' file should be read-only if you do not plan to add or change companies
pl_pl: Plik '%s' powinien byæ zabezpieczony przed zapisem je¶li nie planujesz dodawania ani zmiany firm

source: Extensions system
pl_pl: System rozszerzeñ

source: Extensions configuration files and directories should be writeable
pl_pl: Pliki konfiguracyjne i foldery rozszerzeñ powinny byæ zapisywalne

source: Non-standard theme directory '%s' is not writable
pl_pl: Niestandardowy folder tematu '%s' jest zazpieczony przed zapisem

source: OpenSSL PHP extension have to be enabled to use extension repository system.
pl_pl: System pakietów wymaga zaisnatlowanego rozszerzenia PHP OpenSSL.

source: OpenSSL have to be available on your server to use extension repository system.
pl_pl: Serwer musi mieæ zainstalowane OpenSSL ¿eby mo¿na by³o korzystaæ z repozytorium pakietów rozszerzeñ FA.

source: Test type
pl_pl: Typ testu

source: Value
pl_pl: Warto¶æ

source: Comments
pl_pl: Komentarz

source: No key field '%s' in file '%s'
pl_pl: Brak pola kluczowego '%s' w pliku '%s

source: Cannot download repo index file.
pl_pl: Nie mo¿na wczytaæ pliku indeksu repozytorium.

source: Cannot delete outdated '%s' file.
pl_pl: Nie mo¿na usun±æ zbêdnego pliku '%s'.

source: Release file in repository is invalid, or public key is outdated.
pl_pl: Plik kontrolny wydania jest uszkodzony, lub klucz publiczny jest nieaktualny.

source: Repository version does not match application version.
pl_pl: Wersja repozytorium nie zgadza siê z wersj± aplikacji.

source: Cannot download '%s' file.
pl_pl: Nie mo¿na odczytaæ pliku '%s'.

source: Security alert: broken index file in repository '%s'. Please inform repository administrator about this issue.
pl_pl: Alarm bezpieczeñstwa: uszkodzony plik indeksu repozytorium '%s'. Poinformuj administratora repozytorium o tym problemie.

source: Security alert: broken package '%s' in repository. Please inform repository administrator about this issue.
pl_pl: Alarm bezpieczeñstwa: uszkodzony plik '%s' w repozytorium. Poinformuj administratora repozytorium o tym problemie.

source: Package '%s' not found.
pl_pl: Pakiet '%s' nie zosta³ znaleziony.

source: Set Only Port value if you cannot use the default port 3306.
pl_pl: Ustaw numer portu tylko w przypadku kiedy nie u¿ywasz domy¶lnego portu 3306

source: Use database user/password with permissions to create new database, or use proper credentials for previously created empty database.
pl_pl: U¿yj u¿ytkownika/has³a z uprawnieniami do utworzenia nowej bazy, lub podaj dane dostêpowe dla uprzednio utworzonej bazy.
